{
  "tasks": [
    {
      "id": 0,
      "name": "«Война и мир»",
      "author": "Лев Толстой",
      "genre": [
        {
          "key": 0,
          "name": "Исторический роман"
        },
        {
          "key": 1,
          "name": "Роман"
        },
        {
          "key": 2,
          "name": "Любовный роман"
        },
        {
          "key": 3,
          "name": "Военная проза"
        },
        {
          "key": 4,
          "name": "Русская классика"
        }
      ],
      "description": "Хорошо известный классический роман-эпопея Льва Толстого рассказывает о сложном, бурном периоде в истории России и всей Европы — эпохе завоевательных походов императора Наполеона в Восточную Европу и Россию, с 1805 по 1812 год. Автор подробно рассказывает о Войне — о ходе боевых действий от Аустерлица до Бородино и Березины; и о Мире — показана жизнь в России в это же время, причем пером писателя охвачены все слои общества — дворянские семьи, крестьяне, горожане, солдаты и даже императоры. В этом большом, многоплановом романе действуют десятки и сотни персонажей — и в их числе реальные исторические лица, при помощи которых Толстой старается изобразить жизнь в ту эпоху во всем ее многообразии. Часто автор отступает от основных событий романа и излагает свое мнение и взгляды по множеству вопросов — он говорит об исторической науке, о социологии и психологии, морали и нравственности, свободе и необходимости.",
      "status": true,
      "type": "movie"
    },
    {
      "id": 1,
      "name": "«1984»",
      "author": "Джордж Оруэлл",
      "genre": [
        {
          "key": 0,
          "name": "Антиутопическая литература"
        },
        {
          "key": 1,
          "name": "Научная фантастика"
        },
        {
          "key": 2,
          "name": "Социальная фантастика"
        },
        {
          "key": 3,
          "name": "Политическая фантастика"
        }
      ],
      "description": "Своеобразный антипод второй великой антиутопии XX века - 'О дивный новый мир' Олдоса Хаксли. Что, в сущности, страшнее: доведенное до абсурда 'общество потребления' - или доведенное до абсолюта 'общество идеи'? По Оруэллу, нет и не может быть ничего ужаснее тотальной несвободы....",
      "status": false,
      "type": "book"
    },
    {
      "id": 2,
      "name": "«Улисс»",
      "author": "Джеймс Джойс",
      "genre": [
        {
          "key": 0,
          "name": "Роман"
        },
        {
          "key": 1,
          "name": "Художественная литература"
        },
        {
          "key": 2,
          "name": "Зарубежная классика"
        }
      ],
      "description": "Горестное прошлое… одновременно грустное и смешное настоящее и жалкое будущее. События развиваются вокруг главного героя и его судьбы. Столица Ирландии город Дублин. Один день из жизни бессильного обывателя, мелкого рекламного агента дублинского еврея — тридцативосьмилетнего Леопольда Блума, его жены Молли и двадцатидвухлетнего студента поэта Стивена Дедала. Любовная связь, но он еще любит свою жену, и не пытается бороться с ее изменой, доверившись судьбе…",
      "status": false,
      "type": "book"
    },
    {
      "id": 3,
      "name": "«Лолита»",
      "author": "Владимир Набоков",
      "genre": [
        {
          "key": 0,
          "name": "Роман"
        },
        {
          "key": 1,
          "name": "Художественная литература"
        },
        {
          "key": 2,
          "name": "Эротическая литература"
        },
        {
          "key": 3,
          "name": "Трагикомедия"
        } 
      ],
      "description": "Гумберт Гумберт с детства обожает девочек-подростков с определённой внешностью, которых он называет нимфетками. После неудачной женитьбы и последующего развода он переезжает в Америку. Гумберт случайно останавливается в доме вдовы Шарлотты Гейз, которая живет вместе с двенадцатилетней дочерью Лолитой. Увидев девочку, Гумберт теряет голову и решает остаться в доме любой ценой...",
      "status": false,
      "type": "book"
    },
    {
      "id": 4,
      "name": "«Звук и ярость»",
      "author": "Уильям Фолкнер",
      "genre": [
        {
          "key": 0,
          "name": "Готика"
        },
        {
          "key": 1,
          "name": "Роман"
        }, 
        {
          "key": 2,
          "name": "Художественная литература"
        } 
      ],
      "description": "'Звук и ярость' - главный роман Фолкнера, не единожды экранизированный, входящий в список 100 лучших англоязычных романов по версии журнала 'Time'. Роман, о котором не устают спорить до сих пор. Это фантастически виртуозное по форме повествование, в котором не так просто разобраться. Самым значительным художественным открытием писателя стало то, что в одной из частей романа рассказ ведется от лица олигофрена, а в другой - от лица его брата, постепенно сходящего с ума. Может показаться, что читать такой текст сложно - иногда в нем фактически отсутствуют знаки препинания, некоторые попросту фразы не закончены. Но благодаря этому мы начинаем лучше понимать героев, буквально проникаем в их души, что производит совершенно ошеломляющий эффект.",
      "status": false,
      "type": "book"
    },
    {
      "id": 5,
      "name": "«Человек-невидимка»",
      "author": "Ральф Эллисон",
      "genre": [
        {
          "key": 0,
          "name": "Роман"
        },
        {
          "key": 1,
          "name": "Художественная литература"
        }
    ],
      "description": "«Невидимка» — своего рода комическая эпопея, выдержанная в традициях комедии горького самобичевания. Безымянный герой-повествователь рассказывает, как он пришел к осознанию того, что является в сущности «невидимкой»: в чернокожем американце в США заведомо не видят личность, способную мыслить и чувствовать; напротив, в соответствии с традиционными представлениями белых ему навязывают роль никчемного, а зачастую агрессивного «черного».",
      "status": false,
      "type": "book"
    },
    {
      "id": 6,
      "name": "«На маяк»",
      "author": "Вирджиния Вулф",
      "genre": [
        {
          "key": 0,
          "name": "Роман"
        },
        {
          "key": 1,
          "name": "Художественная литература"
        }
      ],
      "description": "Изысканный роман, в котором смешиваются и переплетаются времена действия, а лето, проведенное состоятельным семейством Рэмзи на острове Скай оказывается своеобразной британской 'хроникой утраченного времени', — хрупкого, почти идиллического времени, обреченному на скорое разрушение Первой мировой войной. Вырастут дети, — кто-то уцелеет и повзрослеет, кто-то сложит голову на полях сражений. Забудутся мелкие неудачи и обиды. Будет заброшен старый дом, зарастет сад. Но воплотится ли в жизнь хоть для кого-то из детей Рэмзи мечта о поездке на далекий маяк?..",
      "status": false,
      "type": "book"
    },
    {
      "id": 7,
      "name": "«Гордость и предубеждение»",
      "author": "Джейн Остен",
      "genre": [
        {
          "key": 0,
          "name": "Любовный роман"
        },
        {
          "key": 1,
          "name": "Сатира"
        },
        {
          "key": 2,
          "name": "Художественная литература"
        },
        {
          "key": 3,
          "name": "Зарубежная классика"
        }
        ],
      "description": "Молоденькие девушки, мечтающие о замужестве, почтенные мамаши, не блистающие умом, эгоистичные красотки, думающие, что им позволено распоряжаться судьбами других людей - таков мир героев Джейн Остин - английской писательницы, значительно опередившей свое время и причисленной последующими поколениями к классикам мировой литературы. Ее романы многие годы любят и читают во всем мире.",
      "status": false,
      "type": "book"
    },
    {
      "id": 8,
      "name": "Данте Алигьери",
      "author": "«Божественная комедия»",
      "genre": [
        {
          "key": 0,
          "name": "Зарубежная классика"
        },
        {
          "key": 1,
          "name": "Эпос"
        }
      ],
      "description": "Данте Алигьери писал поэму 'Божественная комедия' четырнадцать лет. Перед величием этого произведения человечество давно благоговейно склонило голову и признало - это творение гения. Автор поэмы представлен в ней как человек, удостоившийся божьей милости совершить путешествие к Господу через три царства загробного мира - путешествие от мрачного неблагополучия греховности и сомнений к счастью истины и светлого идеала.",
      "status": false,
      "type": "book"
    },
    {
      "id": 9,
      "name": "«Кентерберийские рассказы»",
      "author": "Джеффри Чосер",
      "genre": [
        {
          "key": 0,
          "name": "Поэзия"
        },
        {
          "key": 1,
          "name": "Сатира"
        }
      ],
      "description": "Джеффри Чосер, крупнейший представитель средневековой литературы, своими 'Кентерберийскими рассказами' заложил фундамент всей английской литературы. Пестрая компания из двадцати девяти мужчин и женщин с разных концов Англии — людей разных возрастов, социального положения и темперамента — отправляется из Лондона в Кентербери ко гробу святого Томаса Бекета. Чтобы скрасить долгую дорогу, паломники рассказывают свои истории. Рассказы пилигримов перемежаются комическими ситуациями, которые подстерегают их в пути и во время ночлега, путники обсуждают услышанное, спорят, горячатся и радуются жизни.",
      "status": false,
      "type": "book"
    },
    {
      "id": 10,
      "name": "«Путешествия Гулливера»",
      "author": "Джонатан Свифт",
      "genre": [
        {
          "key": 0,
          "name": "Детская литература"
        },
        {
          "key": 1,
          "name": "Сатира"
        },
        {
          "key": 2,
          "name": "Роман"
        }
      ],
      "description": "Книга о невероятных приключениях Гулливера давно стала любимым произведением взрослых и детей. Она по праву входит в золотой фонд мировой литературы. Однажды корабельный врач Лемюэль Гулливер попадает в удивительную страну Лилипутию, где живут крошечные человечки. вместе с ним ребята узнают о сказочном государстве, о его законах и обычаях. Но на этом приключения отважного моряка не заканчиваются, страсть Гулливера к путешествиям приводит его в страну великанов, где люди похожи на горы, а кошка - страшный зверь и даже с мухами приходится сражаться...",
      "status": false,
      "type": "book"
    },
    {
      "id": 11,
      "name": "«Миддлмарч»",
      "author": "Джордж Элиот",
      "genre": [
        {
          "key": 0,
          "name": "Роман"
        },
        {
          "key": 1,
          "name": "Зарубежная классика"
        },
        {
          "key": 2,
          "name": "Исторический роман"
        }
      ],
      "description": "Самым масштабным произведением Джордж Элиот, настоящим великим английским романом стал 'Мидлмарч'. Мидлмарч - это название провинциального городка, в котором и вокруг которого разворачивается действие романа. Множество персонажей населяют его страницы, и их судьбы переплетены волей автора: это ханжа и педант Кейсобон и Доротея Брук, талантливый врач и ученый Лидгейт и мещанка Розамонда Винси, ханжа и лицемер банкир Булстрод, пастор Фербратер, талантливый, но бедный Уилл Ладислав и многие, многие другие. Неудачные браки и счастливые супружеские союзы, сомнительное обогащение и возня вокруг наследства, политические амбиции и честолюбивые интриги. Мидлмарч - городок, где проявляются многие людские пороки и добродетели.",
      "status": false,
      "type": "book"
    },
    {
      "id": 12,
      "name": "«Сто лет одиночества»",
      "author": "Габриель Гарсиа Маркес",
      "genre": [
        {
          "key": 0,
          "name": "Магический реализм"
        },
        {
          "key": 1,
          "name": "Роман"
        },
        {
          "key": 2,
          "name": "Зарубежная классика"
        }
      ],
      "description": "В романе «Сто лет одиночества» показаны зарождение, расцвет, закат и гибель рода Буэндиа. История этого рода – это история одиночества, так или иначе проявившегося в судьбе каждого из Буэндиа. Одиночество, разобщённость членов семьи, их неспособность понять и быть понятыми друг другом приобретают в романе поистине мифологический характер. Да и сама история нескольких поколений семьи Буэндиа приобретает характер родового мифа, а с ним и его характерные черты – тяга к инцесту и связанное с ним проклятие, заданность и предопределённость судьбы героев. В романе она воплощена в образе цыгана Мелькиадеса, записавшего на санскрите летопись рода, расшифрованную за несколько минут до гибели Макондо и всех Буэндиа. Одновременно в романе присутствует и пародия на миф. Средством пародии является особый ироничный смех писателя, проявляющийся в нарочито мифологических построениях, обыденном тоне повествования, рассказывающего порой о событиях абсурдных или откровенно фантастических. Мифотворящая «реальность чудесного», «магический реализм» латиноамериканской прозы выступает в романе как важнейшее средство создания неповторимого облика Америки и одновременно как пародия на самого себя.",
      "status": false,
      "type": "book"
    }
  ]
}